tap "armmbed/formulae"
# tap "cirruslabs/cli"
# tap "cjbassi/ytop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# tap "lukechilds/tap"
tap "px4/px4"
brew "bash"
brew "openssl@1.1"
brew "python@3.10"
brew "black"
brew "cask"
brew "docker"
brew "docker-compose"
brew "fastlane"
brew "flake8"
brew "gawk"
brew "git"
brew "python@3.9"
brew "glib-openssl"
brew "gnupg"
# brew "macvim"
brew "pandoc"
brew "poetry"
brew "qt@5"
brew "pyside@2"
brew "python@3.8"
# brew "vim", link: false
# cask "onyx"
