tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "px4/px4"
brew "bash"
brew "openssl@1.1"
brew "python@3.10"
brew "black"
brew "python@3.9"
brew "cask"
brew "flake8"
brew "gawk"
brew "git"
brew "glib-openssl"
brew "gnupg"
brew "gpgme"
brew "gputils"
brew "isort"
brew "jq"
brew "mkdocs", link: false
brew "osxutils"
brew "pandoc"
brew "poetry"
brew "popt"
brew "qt@5"
brew "pyside@2"
brew "python-tk@3.9"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "python@3.10"
brew "vim", link: false
cask "qt-creator"
